11/data/attachments/c3a0c04742a49dfe.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_471aa1e1-d2ba-49dc-9981-729d3f6e101d</nif:username>
            <nif:friendToBeAdded>Samuel_month_Actions_3235_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>